---
kind: property
id: P:Autodesk.Revit.DB.Visual.Glazing.CommonTintToggle
source: html/d250d042-5a78-5f7b-36df-8fef335aa5d7.htm
---
# Autodesk.Revit.DB.Visual.Glazing.CommonTintToggle Property

The property labeled "Tint" from the "Glazing" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".